Repository: Presskopp/Translation-Stats
Catalog: languages/translation-stats-*.po
Languages: pt_pt

source: Thank you for installing Translation Stats.
pt_pt: Obrigado por instalar o Translation Stats.

source: Go to %1$ssettings%2$s to start selecting some of your favorite plugins.
pt_pt: Vá às %1$sopções%2$s e comece por seleccionar alguns dos seus plugins favoritos.

source: No settings found.
pt_pt: Nenhuma opção encontrada.

source: Translation Stats settings database successfully updated from version %1$s to version %2$s.
pt_pt: A base de dados das opções do Translation Stats foi actualizada com sucesso da versão %1$s para a versão %2$s.

source: Settings
pt_pt: Opções

source: Debug
pt_pt: Depuração

source: List of settings and transients of Translation Stats.
pt_pt: Lista de opções e transientes do Translation Stats.

source: Server
pt_pt: Servidor

source: PHP Version: %s
pt_pt: Versão do PHP: %s

source: PHP Functions Check:
pt_pt: Teste de funções do PHP:

source: No functions to test.
pt_pt: Nenhuma função para testar.

source: Site Locale: %s
pt_pt: Locale do site: %s

source: User Locale: %s
pt_pt: Locale do utilizador: %s

source: Version: %s
pt_pt: Versão: %s

source: Settings database version: %s
pt_pt: Versão da base de dados das opções: %s

source: Translation Stats Locale: %s
pt_pt: Locale do Translation Stats: %s

source: Settings Page: %s
pt_pt: Página de opções: %s

source: WordPress Option: %s
pt_pt: Opção do WordPress: %s

source: Translation Stats settings:
pt_pt: Opções do Translation Stats:

source: Installed plugins settings:
pt_pt: Opções dos plugins instalados:

source: Transients
pt_pt: Transientes

source: Transients Prefix: %s
pt_pt: Prefixo dos transientes: %s

source: Transients List:
pt_pt: Lista de transientes:

source: No transients found.
pt_pt: Nenhum transiente encontrado.

source: Value: %s
pt_pt: Valor: %s

source: Default: %s
pt_pt: Por omissão: %s

source: Plugin found on WordPress.org
pt_pt: Plugin encontrado em WordPress.org

source: Plugin not found on WordPress.org
pt_pt: Plugin não encontrado em WordPress.org

source: Translation project found on %1$sWordPress.org%2$s
pt_pt: Projecto de tradução encontrado em %1$sWordPress.org%2$s

source: Translation project not found on WordPress.org
pt_pt: Projecto de tradução não encontrado em WordPress.org

source: Saving file %s…
pt_pt: A guardar o ficheiro %s…

source: Could not create file.
pt_pt: Não foi possível criar o ficheiro.

source: Plugins settings
pt_pt: Opções dos plugins

# Column label
source: Translation Stats
pt_pt: Estatísticas de tradução

source: Translation for %s
pt_pt: Tradução para %s

source: Update
pt_pt: Actualizar

source: Loading...
pt_pt: A carregar...

source: Updated!
pt_pt: Actualizado!

source: This plugin is not %1$sproperly prepared for localization%2$s.
pt_pt: Este plugin não está %1$scorrectamente preparado para localização%2$s.

source: View detailed logs on Slack
pt_pt: Ver registos detalhados no Slack

source: If you would like to translate this plugin, %1$splease contact the author%2$s.
pt_pt: Se quiser traduzir este plugin, %1$spor favor contacte o autor%2$s.

source: Not found
pt_pt: Não encontrado

# Plugin status filter
source: Translation Stats
pt_pt: Estatísticas de tradução

source: Thank you for translating with %1$s version %2$s.
pt_pt: Obrigado por traduzir com o %1$s versão %2$s.

source: By %s
pt_pt: Por %s

source: General Settings
pt_pt: Opções gerais

source: Warnings
pt_pt: Avisos

source: Show translation project warnings
pt_pt: Mostrar avisos dos projectos de tradução

source: Check this to show translation project error messages for selected plugins.
pt_pt: Seleccione esta opção para mostrar mensagens de erro dos projectos de tradução para os plugins seleccionados.

source: Need help?
pt_pt: Precisa de ajuda?

source: Translation Language
pt_pt: Idioma de tradução

source: Select translation language
pt_pt: Seleccione o idioma das traduções

source: Select the language for which you want to show the translation stats.
pt_pt: Seleccione o idioma para o qual deseja mostrar as estatísticas de tradução.

source: Installed Plugins
pt_pt: Plugins instalados

source: Select the plugins and subprojects you want to show the translation stats from the list of installed plugins.
pt_pt: Seleccione os plugins e subprojectos para os quais quer mostrar as estatísticas de tradução na lista de plugins instalados.

source: View selected plugins
pt_pt: Ver plugins seleccionados

source: Select All
pt_pt: Seleccionar tudo

source: Author
pt_pt: Autor

source: %1$s and %2$s
pt_pt: %1$s e %2$s

source: Select Plugin
pt_pt: Seleccionar plugin

source: Select Subproject
pt_pt: Seleccionar subprojecto

source: Uninstall
pt_pt: Desinstalação

source: Delete all plugin data on uninstall
pt_pt: Eliminar todos os dados do plugin ao desinstalar

source: Check to delete all Translation Stats plugin settings and cache on uninstall.
pt_pt: Seleccione para eliminar todas as opções e a cache do plugin Translation Stats ao desinstalar.

source: Reset Settings
pt_pt: Repor opções

source: Reset
pt_pt: Repor

source: Click to restore the default Translation Stats plugin settings.
pt_pt: Clique para repor as opções por omissão do plugin Translation Stats.

source: Warning! Translation Stats plugin settings will be reset to default! Click 'Cancel' to go back, 'OK' to reset.
pt_pt: Aviso! Serão repostas todas as opções do plugin Translation Stats! Clique em 'Cancelar' para voltar, 'OK' para repor.

source: Expiration
pt_pt: Expiração

source: Select cache expiration
pt_pt: Seleccione a expiração da cache

source: Set the cache expiration to update the translation stats.
pt_pt: Defina a expiração da cache para actualizar as estatísticas de tradução.

source: 60 Minutes
pt_pt: 60 minutos

source: 24 Hours
pt_pt: 24 horas

source: 7 Days
pt_pt: 7 dias

source: Clean Cache
pt_pt: Limpar cache

source: Clean
pt_pt: Limpar

source: Click to delete all Translation Stats cache and force update translation stats.
pt_pt: Clique para eliminar a cache do plugin Translation Stats e forçar a actualização das estatísticas de tradução.

source: Warning! All Translation Stats plugin cache will be deleted! Click 'Cancel' to go back, 'OK' to delete.
pt_pt: Aviso! Será eliminada toda a cache do plugin Translation Stats! Clique em 'Cancelar' para voltar, 'OK' para eliminar.

source: Show plugins translation stats on your WordPress install.
pt_pt: Mostre as estatísticas de tradução dos plugins na sua instalação WordPress.

source: Resources
pt_pt: Recursos

source: FAQ
pt_pt: Perguntas frequentes

source: Changelog
pt_pt: Registo de alterações

source: Support
pt_pt: Suporte

source: Contact
pt_pt: Contacto

source: Found an issue, have a feature suggestion or just want to send some feedback?
pt_pt: Encontrou um erro, tem uma sugestão de funcionalidade ou apenas quer enviar algum feedback?

source: Write me!
pt_pt: Escreva-me!

source: Coffee
pt_pt: Café

source: Do you like this plugin?
pt_pt: Gosta deste plugin?

source: Support its further development by becoming a sponsor!
pt_pt: Apoio o seu desenvolvimento tornando-se patrocinador!

# Options Page Title
source: Translation Stats
pt_pt: Estatísticas de tradução

source: Settings restored successfully.
pt_pt: Opções repostas com sucesso.

source: Cache cleaned successfully.
pt_pt: Cache limpa com sucesso.

source: Sorry, your nonce did not verify.
pt_pt: Desculpe, o nonce não foi verificado.

source: You do not have sufficient permissions to access this page.
pt_pt: Não tem permissões suficientes para aceder a esta página.

source: Customize the translation stats you want to show.
pt_pt: Personalize as estatísticas de tradução que quer mostrar.

source: Tools
pt_pt: Ferramentas

source: Save Changes
pt_pt: Guardar alterações

source: The translation of WordPress %1$s for %2$s is not complete.
pt_pt: A tradução do WordPress %1$s para %2$s está incompleta.

source: Please register at %1$sTranslating WordPress%2$s and join the %3$sTranslation Team%2$s to help translating WordPress to %4$s!
pt_pt: Por favor, registe-se em %1$sTranslating WordPress%2$s e junte-se à %3$sequipa de tradução%2$s para ajudar a traduzir o WordPress para %4$s!

source: Click the %s button to force update the latest approved translations.
pt_pt: Clique no botão %s para forçar a actualização das traduções aprovadas mais recentes.

source: Update WordPress Translation
pt_pt: Actualizar tradução do WordPress

source: The translation <em>language pack</em> of WordPress %1$s for %2$s was updated on %3$s.
pt_pt: O <em>pacote de idioma</em> da tradução do WordPress %1$s para %2$s foi actualizado em %3$s.

source: The update process is starting. This process may take a while on some hosts, so please be patient.
pt_pt: A actualização está a começar. Este processo poderá demorar mais tempo em alguns serviços de alojamento, por favor aguarde.

source: Updating translations for %1$s (%2$s) (%3$d/%4$d)
pt_pt: A actualizar as traduções para %1$s (%2$s) (%3$d/%4$d)

source: An error occurred while updating %1$s: %2$s
pt_pt: Ocorreu um erro ao actualizar %1$s: %2$s

source: %s updated successfully.
pt_pt: %s actualizado com sucesso.

source: Show details.
pt_pt: Mostrar detalhes.

source: All updates have been completed.
pt_pt: Todas as actualizações foram concluídas.

source: Translation updated successfully.
pt_pt: Tradução actualizada com sucesso.

source: Downloading translation from %s…
pt_pt: A descarregar tradução de %s…

source: Download failed.
pt_pt: Falhou ao descarregar.

source: A valid URL was not provided.
pt_pt: Não foi indicado um URL válido.

source: Extracting translations from file %s…
pt_pt: A extrair as traduções do ficheiro %s…

source: Could not extract translations from file.
pt_pt: Não foi possível extrair traduções do ficheiro.

source: The plugin %1$s has been deactivated due to an error: %2$s
pt_pt: O plugin %1$s foi desactivado devido a um erro: %2$s

source: This plugin doesn&#8217;t work with your version of PHP.
pt_pt: Este plugin não funciona com a sua versão do PHP.

source: Requires PHP version %s or higher.
pt_pt: Requer o PHP versão %s ou superior.

source: <a href="%s">Learn more about updating PHP</a>.
pt_pt: <a href="%s">Saiba mais sobre como actualizar o PHP</a>.
